app/views/gossips/index.html.erb

       <div class="cell">
        <%= Moussaillon.find_by(id: gossip.moussaillon_id).username %>
---
SELECT  "moussaillons".* FROM "moussaillons" WHERE "moussaillons"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]