app/controllers/gossips_controller.rb

INSERT INTO "gossips" ("content", "moussaillon_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["content", "ca va petter"], ["moussaillon_id", 1], ["created_at", "2019-10-31 20:05:00.468167"], ["updated_at", "2019-10-31 20:05:00.468167"]]
---
  def create
    @gossip = Gossip.new(gossip_params)
    @gossip.moussaillon_id = current_moussaillon.id
    if @gossip.save